TB_TOKEN = "токен бота"
CURRENCY_BASE = 'https://www.cbr-xml-daily.ru/daily_json.js'

RHOST = 'адрес базы'
RPORT = 10330
RPASS = 'ваш пароль'

CURRENCY = {
    "AUD": "адоллар",
    "AZN": "азманат",
    "GBP": "фунт",
    "AMD": "драм",
    "BYN": "брубль",
    "BGN": "лев",
    "BRL": "реал",
    "HUF": "форинт",
    "HKD": "гонкдоллар",
    "DKK": "даткрона",
    "USD": "доллар",
    "EUR": "евро",
    "INR": "рупия",
    "KZT": "тенге",
    "CAD": "кандоллар",
    "KGS": "сом",
    "CNY": "юань",
    "MDL": "молдлей",
    "NOK": "норвкрона",
    "PLN": "злотый",
    "RON": "румлей",
    "SGD": "сингдоллар",
    "TJS": "сомони",
    "TRY": "лира",
    "TMT": "манат",
    "UZS": "сум",
    "CZK": "чешкрона",
    "SEK": "шведкрона",
    "CHF": "франк",
    "ZAR": "рэнд",
    "KRW": "вона",
    "JPY": "иена",
    "RUB": "рубль"
}
